{
  "title": "Sample Puzzle",
  "by": "By Line",
  "clues": [
    { "d":"A", "n":1, "x":0, "y":0, "a":"いか", "c":"<u>厳</u>めしい老紳士" },
    { "d":"A", "n":3, "x":3, "y":0, "a":"たゆた", "c":"水面に<u>揺蕩</u>う船" },
    { "d":"A", "n":6, "x":4, "y":1, "a":"ゆかり", "c":"<u>所縁</u>の地を巡る" },
    { "d":"A", "n":8, "x":0, "y":2, "a":"おびただ", "c":"<u>夥</u>しい数" },
    { "d":"A", "n":10, "x":0, "y":3, "a":"こす", "c":"両手を<u>擦</u>り合わせる" },
    { "d":"A", "n":13, "x":4, "y":4, "a":"そばだ", "c":"耳を<u>欹</u>てる" },
    { "d":"A", "n":15, "x":1, "y":5, "a":"とっさ", "c":"<u>咄嗟</u>の出来事" },
    { "d":"A", "n":17, "x":5, "y":5, "a":"しだ", "c":"<u>歯朶</u>の葉に積む雪落ちんとして落ちず(山口誓子)" },
    { "d":"A", "n":18, "x":0, "y":6, "a":"う", "c":"退屈な毎日に<u>倦</u>む" },
    { "d":"A", "n":19, "x":2, "y":6, "a":"けばけば", "c":"<u>毳毳</u>しい服装" },
    { "d":"D", "n":2, "x":1, "y":0, "a":"かまびす", "c":"<u>囂</u>しい人々" },
    { "d":"D", "n":4, "x":4, "y":0, "a":"ゆゆ", "c":"<u>由々</u>しき大事件" },
    { "d":"D", "n":5, "x":5, "y":0, "a":"たか", "c":"外灯に虫が<u>集</u>る" },
    { "d":"D", "n":7, "x":6, "y":1, "a":"りり", "c":"<u>凛々</u>しい いでたち" },
    { "d":"D", "n":8, "x":0, "y":2, "a":"おこ", "c":"代表で話すなんて<u>烏滸</u>がましい" },
    { "d":"D", "n":9, "x":3, "y":2, "a":"だる", "c":"熱があって<u>怠</u>い" },
    { "d":"D", "n":11, "x":5, "y":3, "a":"しばしば", "c":"店に<u>屡</u>やってくる客" },
    { "d":"D", "n":12, "x":2, "y":4, "a":"そつけ", "c":"<u>素っ気</u>ない態度" },
    { "d":"D", "n":14, "x":6, "y":4, "a":"だだ", "c":"小さい子のように<u>駄々</u>をこねる" },
    { "d":"D", "n":16, "x":3, "y":5, "a":"さば", "c":"あっさり<u>捌</u>けた人" }
  ]
}
