{
  "title": "Sample Puzzle",
  "by": "By Line",
  "clues": [
    { "d":"A", "n":1, "x":0, "y":0, "a":"いか", "c":"_厳_めしい老紳士" },
    { "d":"A", "n":3, "x":3, "y":0, "a":"たゆた", "c":"水面に_揺蕩_う船" },
    { "d":"A", "n":6, "x":4, "y":1, "a":"ゆかり", "c":"_所縁_の地を巡る" },
    { "d":"A", "n":8, "x":0, "y":2, "a":"おびただ", "c":"_夥_しい数" },
    { "d":"A", "n":10, "x":0, "y":3, "a":"こす", "c":"両手を_擦_り合わせる" },
    { "d":"A", "n":13, "x":4, "y":4, "a":"そばだ", "c":"耳を_欹_てる" },
    { "d":"A", "n":15, "x":1, "y":5, "a":"とっさ", "c":"_咄嗟_の出来事" },
    { "d":"A", "n":17, "x":5, "y":5, "a":"しだ", "c":"_歯朶_の葉に積む雪落ちんとして落ちず(山口誓子)" },
    { "d":"A", "n":18, "x":0, "y":6, "a":"う", "c":"退屈な毎日に_倦_む" },
    { "d":"A", "n":19, "x":2, "y":6, "a":"けばけば", "c":"_毳毳_しい服装" },
    { "d":"D", "n":2, "x":1, "y":0, "a":"かまびす", "c":"_囂_しい人々" },
    { "d":"D", "n":4, "x":4, "y":0, "a":"ゆゆ", "c":"_由々_しき大事件" },
    { "d":"D", "n":5, "x":5, "y":0, "a":"たか", "c":"外灯に虫が_集_る" },
    { "d":"D", "n":7, "x":6, "y":1, "a":"りり", "c":"_凛々_しい いでたち" },
    { "d":"D", "n":8, "x":0, "y":2, "a":"おこ", "c":"代表で話すなんて_烏滸_がましい" },
    { "d":"D", "n":9, "x":3, "y":2, "a":"だる", "c":"熱があって_怠_い" },
    { "d":"D", "n":11, "x":5, "y":3, "a":"しばしば", "c":"店に_屡_やってくる客" },
    { "d":"D", "n":12, "x":2, "y":4, "a":"そつけ", "c":"_素っ気_ない態度" },
    { "d":"D", "n":14, "x":6, "y":4, "a":"だだ", "c":"小さい子のように_駄々_をこねる" },
    { "d":"D", "n":16, "x":3, "y":5, "a":"さば", "c":"あっさり_捌_けた人" }
  ]
}
